{
  "data": [
    {
      "word": "typical",
      "synonym": "usual;of a kind",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The sinister* character in the movie wore a typical costume, a dark shirt, loud tie, and tight jacket.",
        "The horse ran its typical race, a slow start and a slower finish, and my uncle lost his wager*.",
        "It was typical of the latecomer to conceal* the real cause of his lateness."
      ]
    },
    {
      "word": "minimum",
      "synonym": "the least possible amount;the lowest amount",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Studies show that adults need a minimum of six hours sleep.",
        "The minimum charge for a telephone, even if no calls are made, is about $60 a month.",
        "Congress has set a minimum wage for all workers."
      ]
    },
    {
      "word": "scarce",
      "synonym": "hard to get;rare",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Chairs that are older than one hundred years are scarce.",
        "Because there is little moisture in the desert, trees are scarce.",
        "How scarce are good cooks?"
      ]
    },
    {
      "word": "annual",
      "synonym": "once a year;something that appears yearly or lasts for a year",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The annual convention of musicians takes place in Hollywood.",
        "The publishers of the encyclopedia put out a book each year called an annual.",
        "Plants that live only one year are called annuals."
      ]
    },
    {
      "word": "persuade",
      "synonym": "win over to do or believe;make willing",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Can you persuade him to give up his bachelor* days and get married?",
        "No one could persuade the captain to leave the sinking ship.",
        "Beth's shriek* persuaded jesse that she was in real danger."
      ]
    },
    {
      "word": "essential",
      "synonym": "necessary;very important",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The essential items in the cake are flour, sugar, and shortening.",
        "It is essential that we follow the road map.",
        "Several layers of thin clothing are essential to keeping warm in frigid* climates."
      ]
    },
    {
      "word": "blend",
      "synonym": "mix together thoroughly;a mixture",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The colors of the rainbow blend into one another.",
        "A careful blend of fine products will result in delicious food.",
        "When jose blends the potatoes together, they come out very smooth."
      ]
    },
    {
      "word": "visible",
      "synonym": "able to be seen",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The ship was barely visible through the dense fog.",
        "Before the stars are visible, the sky has to become quite dark.",
        "You need a powerful lens to make some germs visible."
      ]
    },
    {
      "word": "expensive",
      "synonym": "costly;high-priced",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Because diamonds are scarce* they are expensive.",
        "Margarine is much less expensive than butter.",
        "Shirley's expensive dress created a great deal of excitement at the party."
      ]
    },
    {
      "word": "talent",
      "synonym": "natural ability",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Medori's talent was noted when she was in first grade.",
        "Feeling that he had the essential* talent, Carlos tried out for the school play.",
        "Hard work can often make up for a lack of talent."
      ]
    },
    {
      "word": "devise",
      "synonym": "think out;plan;invent",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The burglars devised a scheme for entering the bank at night.",
        "I would like to devise a method for keeping my toes from becoming numb* while I am ice skating.",
        "If we could devise a plan for using the abandoned* building, we could save thousands of dollars."
      ]
    },
    {
      "word": "wholesale",
      "synonym": "in large quantity;kess than retail in price",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The wholesale price of milk is six cents a quart lower than retail.",
        "Many people were angered by the wholesale slaughter of birds.",
        "By buying my eggs wholesale I save fifteen dollars a year."
      ]
    }
  ],
  "reading": {
    "title": "An Unusual Strike",
    "content": "The baseball strike of 1994-95, which kept the public from seeing the annual World Series, was not a typical labor dispute in which low-paid workers try to persuade their employers to grant a raise above their minimum wage. On the contrary, players who earned millions of dollars yearly, who were visible on 1V commercials, drove expensive autos, and dined with presidents, withheld their essential skills until the executive, legislative, and judicial branches of our government were forced to devise solutions to the quarrel.The team owners, a blend of lawyers, manufacturers, corporate executives, etc., felt that something had to be done about the huge salaries that the players were demanding. Since the talent beyond the major leagues was scarce, they had to start spring training in 1995 with a wholesale invitation to replacement players. The regular athletes returned in late April but there was a feeling that the strike could happen again."
  }
}
