{
  "data": [
    {
      "word": "corpse",
      "synonym": "a dead body, usually of a person",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "When given all the data* on the corpse, the professor was able to solve the murder.",
        "The corpse was laid to rest in the vacant* coffin.",
        "An oath* of revenge wa sworn over the corpse by his relatives."
      ]
    },
    {
      "word": "conceal",
      "synonym": "hide",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Tris could not conceal his love for Gloria.",
        "Count Dracula concealed the corpse* in his castle.",
        "The money was so cleverly concealed that we were forced to abandon* our search for it."
      ]
    },
    {
      "word": "disaml",
      "synonym": "a dark and depressing",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "When the weather is so dismal, I sometimes stay in bed all day.",
        "I am unaccustomed* to this dismal climate.",
        "As the dismal reports of the election came in, the senator's friends tactfully* made no mention of them."
      ]
    },
    {
      "word": "frigid",
      "synonym": "very cold",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "It was a great hardship* for the men to live through the frigid winter at Vally Forge.",
        "The jealous* bachelor* wa trated in a firigid manner by his girlfriend.",
        "Inside the butcher's freezer the temperature was frigid."
      ]
    },
    {
      "word": "inhabit",
      "synonym": "live in",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Eskimos inhabit the frigid* part of Alaska.",
        "Because Sidney qualified*, he was allowed to inhabit the vacant* apartment.",
        "Many crimes are committed each year against those who inhabit the slum area of our city."
      ]
    },
    {
      "word": "numb",
      "synonym": "without the power of feeling;deadened",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "My fingers quickly became numb in the frigid* room.",
        "A numb feeling ca,e over Mr. Massey as he read the telegram.",
        "When the nurse stuck a pin in my numb leg, I felt nothing"
      ]
    },
    {
      "word": "peril",
      "synonym": "danger",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The hunter was abandoned* by the natives when he described the peril that lay ahead of them.",
        "There is great peril in trying to climb the mountain.",
        "Our library is filled with stories of perilous* adventures."
      ]
    },
    {
      "word": "recline",
      "synonym": "lie down;stretch out;lean back",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "Richard likes to recline in front of the relevision set.",
        "After reclining on her right arm for an hour, Maxine found that had become numb*.",
        "My dog's greatest pleasure is to recline by the warm fireplace."
      ]
    },
    {
      "word": "shriek",
      "synonym": "scream",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The maid shrieked when she discovered the corpse*.",
        "With a loud shriek, Ronald fled from the room.",
        "Facing the peril* of the waterfall, the boatman let out a terrible shriek."
      ]
    },
    {
      "word": "sinister",
      "synonym": "evil;wicked;dishonest;frightening",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "The sinister plot to cheat the widow was uncovered by the police.",
        "When the bank guard spied the sinister-looking customer, he drew his gun.",
        "I was frightened by the sinister shadow at the bottom of the stairs."
      ]
    },
    {
      "word": "tempt",
      "synonym": "try to get someone to do something;test;invite",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "A banana split can tempt me to break my diet.",
        "The sight of beautiful Louise tempted the bachelor* to change his mind about marriage.",
        "Your offer of a job tempts me greatly."
      ]
    },
    {
      "word": "wager",
      "synonym": "bet",
      "meaning": "",
      "phonetic": "",
      "examples": [
        "I lost a small wager on the Super Bowl.",
        "After winnign the wager, Tex treated everyone to free drinks.",
        "It is legal to make a wager in the state of Nevada."
      ]
    }
  ],
  "reading": {
    "title": "Terror in the Cemetery",
    "content": "I like to bet on anything that is exciting, so when my friends tried to tempt me with an offer, I took it. The idea was for me to spend a frigid December night in a cemetery, all alone, in order to win twenty dollars. Little did I realize that they would use dirty tricks to try to frighten me into abandoning the cemetery, therefore losing my wager. My plan was to recline in front of a large grave, covered by a warm blanket, with a flashlight to help me cut through the dismal darkness. After Place one of the new words in each of the blanks below. midnight, I heard a wild shriek. I thought I saw the grave open and a corpse rise out of it! Although I was somewhat numb with fear, I tried to keep my senses. Using good judgment, I knew that no peril could come to me from that sinister figure. When I did not run in terror, my friends, who had decided to conceal themselves behind the nearby tombstones, came out and we all had a good laugh. Those spirits that may inhabit a cemetery must have had a good laugh, too."
  }
}
